const POST_MESSAGES = [
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
  'Главное - верить в себя. Мнение окружающих меняется ежедневно',
];

const USER_NAMES = [
  'Андрей',
  'Виталий',
  'Екатерина',
  'Михаил',
  'Иван',
];

const POST_DESCRIPTIONS = [
  'В жизни каждого человека есть радостные мгновения, которые хочется навсегда сохранить в памяти.',
  'Безусловно, лучшие моменты весёлого приключения хочется запечатлеть на фотоаппарат, чтобы сохранить надолго в памяти.',
  'Рассматривая снимок, погружаешься в атмосферу тёплых летних дней, проведённых с друзьями.',
  'Фотографии помогают на мгновение остановить время — надолго сохранить в памяти моменты, связанные с приятными событиями.',
];

export { POST_MESSAGES, USER_NAMES, POST_DESCRIPTIONS }